/* ver.1.7.3 */
" %d / %d folds" = " %1$d / %2$d folds";

/* ver.1.7.3 */
" in " = " in ";

/* ver.1.1.60 */
"!! NOTICE !! Select the folder you want to allow the CRAX Commander access to the FileSystem outside the limited App Container and than click 'Allow FileSystem Access'." = "!! NOTICE !! Select the folder you want to allow the CRAX Commander access to the FileSystem outside the limited App Container and than click 'Allow FileSystem Access'.";

/* No comment provided by engineer. */
"%@ %@ to:" = "%1$@ %2$@ to:";

/* ver.1.7.3 */
"%d / %d file(s)" = "%1$d / %2$d file(s)";

/* No comment provided by engineer. */
"%ld file(s)" = "%ld file(s)";

/* ver.1.6.6 */
"%s key fingerprint is %s." = "%1$s key fingerprint is %2$s.";

/* ver.1.10.1 */
"%s key fingerprint is %s. If you trust this host press YES. To connect without adding host key to the cache press NO. To abandon the connection press CANCEL." = "%1$s key fingerprint is %2$s. If you trust this host press YES. To connect without adding host key to the cache press NO. To abandon the connection press CANCEL.";

/* Undefined encoding */
"(Undefined)" = "(Undefined)";

/* ver.1.6.2 */
"7-ZIP Archiver" = "7-ZIP Archiver";

/* ver.1.5.0 */
"<-- Calculating ... -->" = "<-- Calculating ... -->";

/* ver.1.5.0 */
"<-- Loading data error: %@ -->" = "<-- Loading data error: %@ -->";

/* ver.1.5.0 */
"<-- Loading data: %@ -->" = "<-- Loading data: %@ -->";

/* ver.1.5.0 */
"<-- Loading data: %d %% -->" = "<-- Loading data: %d %% -->";

/* No comment provided by engineer. */
"<DIR>" = "<DIR>";

/* ver.1.8.0 */
"<LNK>" = "<LNK>";

/* ver.1.9.4 */
"[%ld duplicates and %ld files found]" = "[%1$ld duplicates and %2$ld files found]";

/* ver.1.9.4 */
"[%ld files and %ld directories found]" = "[%1$ld files and %2$ld directories found]";

/* ver.1.6.6 */
"[ADMIN MODE] %@" = "[ADMIN MODE] %@";

/* ver.1.3.0 */
"[C] Counter" = "[C] Counter";

/* ver.1.3.0 */
"[E] Extension" = "[E] Extension";

/* ver.1.3.0 */
"[Ex:y] Extension range from x to y" = "[Ex:y] Extension range from x to y";

/* ver.1.3.0 */
"[Ex] Extension char at pos x" = "[Ex] Extension char at pos x";

/* ver.1.3.0 */
"[hms] Time" = "[hms] Time";

/* ver.1.3.0 */
"[N] Name" = "[N] Name";

/* ver.1.3.0 */
"[Nx:y] Name range from x to y" = "[Nx:y] Name range from x to y";

/* ver.1.3.0 */
"[Nx] Name char at pos x" = "[Nx] Name char at pos x";

/* ver.1.3.0 */
"[YMD] Date" = "[YMD] Date";

/* SVN function */
"Add" = "Add";

/* ver.1.6.0 */
"Add current folder" = "Add current folder";

/* SVN Notification */
"Added" = "Added";

/* SVN Notification */
"Adding a path" = "Adding a path";

/* ver.1.6.6 */
"Adding the known host %s failed!" = "Adding the known host %s failed!";

/* ver.1.1.60 */
"alias" = "alias";

/* ver.1.9.7 */
"All FAVS items will be removed from the list." = "All FAVS items will be removed from the list.";

/* ver.1.1.60 */
"Allow FileSystem Access" = "Allow FileSystem Access";

/* ver.1.2.9 */
"An error occured while executing tool: \"%@\" !" = "An error occured while executing tool: \"%@\" !";

/* ver.1.1.80 */
"An error occurred while downloading the update. \nPlease verify value 'Order No' in menu 'CRAX Commander->Preferences->Updates' and try again later." = "An error occurred while downloading the update. \nPlease verify value 'Order No' in menu 'CRAX Commander->Preferences->Updates' and try again later.";

/* ver.1.0 */
"An error occurred while downloading the update. \nPlease verify value 'Order No' in menu 'CRAX Synchronizer->Preferences->Updates' and try again later." = "An error occurred while downloading the update. \nPlease verify value 'Order No' in menu 'CRAX Synchronizer->Preferences->Updates' and try again later.";

/* ver.1.6.6 */
"AR Archiver" = "AR Archiver";

/* ver.1.1.50 */
"Bad message from SFTP server" = "Bad message from SFTP server";

/* ver.1.1.50 */
"Blue" = "Blue";

/* Bonjour element name */
"BONJOUR" = "BONJOUR";

/* ver.1.6.6 */
"BZIP2 Archiver" = "BZIP2 Archiver";

/* No comment provided by engineer. */
"Calulating selected files total size …" = "Calulating selected files total size …";

/* MAS: Cancel action button in recording state
   ver.1.10.1 */
"Cancel" = "Cancel";

/* ver.1.0
   ver.1.1.80 */
"Cancel Update" = "Cancel Update";

/* ver.1.6.0 */
"Cannot compare selected files due to file parsing reading error" = "Cannot compare selected files due to file parsing reading error";

/* SSH2 lib error */
"Cannot connect to host" = "Cannot connect to host";

/* File Operation Error */
"Cannot create forder with empty name" = "Cannot create forder with empty name";

/* File Operation Error */
"Cannot create new file with empty name" = "Cannot create new file with empty name";

/* File Operation Error */
"Cannot create new file with name '%@' in current folder" = "Cannot create new file with name '%@' in current folder";

/* SSH2 lib error */
"Cannot find host" = "Cannot find host";

/* SSH2 lib error */
"Cannot initialize SSH session" = "Cannot initialize SSH session";

/* File Operation Error */
"Cannot rename file with empty new name" = "Cannot rename file with empty new name";

/* SVN Notification */
"Changelist name cleared" = "Changelist name cleared";

/* SVN Notification */
"Changelist name set" = "Changelist name set";

/* ver.1.9.0 */
"Checkout" = "Checkout";

/* SVN function */
"Clean Up" = "Clean Up";

/* ver.1.6.0 */
"Clear list" = "Clear list";

/* ver.1.6.9 */
"Clear Recents" = "Clear Recents";

/* ver.1.6.6 */
"CLICK THIS LINK TO BUY FULL VERSION OF SOFTWARE" = "CLICK THIS LINK TO BUY FULL VERSION OF SOFTWARE";

/* MAS: Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Click to record new shortcut";

/* No comment provided by engineer. */
"Clone" = "Clone";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Close All" = "Close All";

/* No comment provided by engineer. */
"Close Others" = "Close Others";

/* ver.1.1.80 */
"Colors" = "Colors";

/* ver.1.5.0 */
"Combining Warning" = "Combining Warning";

/* SVN function */
"Commit" = "Commit";

/* SVN Notification */
"Commit adding" = "Commit adding";

/* SVN Notification */
"Commit deleting" = "Commit deleting";

/* SVN Notification */
"Commit modification" = "Commit modification";

/* SVN Notification */
"Commit replacing" = "Commit replacing";

/* SVN Notification */
"Completed" = "Completed";

/* ver.1.1.40 */
"Compress" = "Compress";

/* ver.1.1.40 */
"Compress ..." = "Compress ...";

/* ver.1.6.6 */
"Compression is not available in DEMO version" = "Compression is not available in DEMO version";

/* ver.1.7.0 */
"Configure ..." = "Configure ...";

/* NetworkElement context menu item */
"Connect as ..." = "Connect as ...";

/* ver.1.1.50 */
"Connection to SFTP server lost" = "Connection to SFTP server lost";

/* ver.1.9.6 */
"Connections" = "Connections";

/* ver.1.10.1 */
"Continue connecting to an unknown server and add its host key to a cache ?" = "Continue connecting to an unknown server and add its host key to a cache ?";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* SVN Notification */
"Copy path" = "Copy path";

/* ver.1.6.5 */
"Copy Selected Names to Clipboard" = "Copy Selected Names to Clipboard";

/* ver.1.6.5 */
"Copy Selected Paths to Clipboard" = "Copy Selected Paths to Clipboard";

/* ver.1.3.1 */
"Copy URL to Clipboard ..." = "Copy URL to Clipboard ...";

/* ver.1.6.6 */
"CRAX Commander - AppStore Version %@ (%@)" = "CRAX Commander - AppStore Version %1$@ (%2$@)";

/* ver.1.6.6 */
"CRAX Commander - DEMO Version %@ (%@)" = "CRAX Commander - DEMO Version %1$@ (%2$@)";

/* ver.1.6.6 */
"CRAX Commander - FULL Version %@ (%@)" = "CRAX Commander - FULL Version %1$@ (%2$@)";

/* ver.1.1.60 */
"CRAX Commander File System Access" = "CRAX Commander File System Access";

/* ver.1.6.6 */
"CRAX Commander Web Page" = "CRAX Commander Web Page";

/* Sandbox permissions */
"CRAX has not permission to read content of folder '%@'. In order to give permission to application click 'Open' in dialog showed after closing this message window." = "CRAX has not permission to read content of folder '%@'. In order to give permission to application click 'Open' in dialog showed after closing this message window.";

/* ver.1.5.0 */
"CRC OK" = "CRC OK";

/* No comment provided by engineer. */
"Create new file" = "Create new file";

/* No comment provided by engineer. */
"Create new folder" = "Create new folder";

/* ver.1.4.0 */
"Create new sidebar group" = "Create new sidebar group";

/* ver.1.5.0 */
"Created file has different size !" = "Created file has different size !";

/* ver.1.5.0 */
"Created file has wrong CRC !" = "Created file has wrong CRC !";

/* ver.1.3.1 */
"Custom element" = "Custom element";

/* ver.1.1.40 */
"Decompress" = "Decompress";

/* ver.1.6.6 */
"Decompression is not available in DEMO version" = "Decompression is not available in DEMO version";

/* ver.1.3.1 */
"Delete Selected ..." = "Delete Selected ...";

/* MAS: Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Delete shortcut";

/* SVN Notification */
"Deleted" = "Deleted";

/* File operation message */
"DELETING: %@" = "DELETING: %@";

/* ver.1.6.6 */
"DEMO LIMITATION" = "DEMO LIMITATION";

/* ver.1.1.50 */
"Demo trial period expired." = "Demo trial period expired.";

/* ver.1.6.6 */
"Demo version allows definition only one tool" = "Demo version allows definition only one tool";

/* ver.1.1.50 */
"Demo version trial period has expired and application will be closed." = "Demo version trial period has expired and application will be closed.";

/* ver.1.2.0 */
"DEVICES" = "DEVICES";

/* ver.1.1.50 */
"Directory not empty" = "Directory not empty";

/* ver.1.1.50 */
"Disk full" = "Disk full";

/* ver.1.1.80 */
"Display" = "Display";

/* ver.1.2.9 */
"Do you really want to change file encoding ?" = "Do you really want to change file encoding ?";

/* ver.1.9.7 */
"Do you really want to clear all FAVS items ?" = "Do you really want to clear all FAVS items ?";

/* ver.1.10.0 */
"Do you really want to deactivate your license on this computer ?" = "Do you really want to deactivate your license on this computer ?";

/* ver.1.7.0 */
"Do you really want to delete the %ld selected files/directories ?" = "Do you really want to delete the %ld selected files/directories ?";

/* ver.1.6.4 */
"Do you really want to empty trash ?" = "Do you really want to empty trash ?";

/* ver.1.6.2 */
"Do you really want to move selected files to trash ?" = "Do you really want to move selected files to trash ?";

/* ver.1.1.50 */
"Do you really want to show / edit remote file with size exceeded 10MB ?" = "Do you really want to show / edit remote file with size exceeded 10MB ?";

/* ver.1.6.0 */
"Do you want close locked tab ?" = "Do you want close locked tab ?";

/* ver.1.4.10 */
"Do you want overwrite file with the same name ?" = "Do you want overwrite file with the same name ?";

/* ver.1.2.9 */
"Document contains data which cannot be converted from source to target encoding. If you select YES option text will be lossy converted to the target encoding. If you select NO option encoding will not be changed." = "Document contains data which cannot be converted from source to target encoding. If you select YES option text will be lossy converted to the target encoding. If you select NO option encoding will not be changed.";

/* ver.1.7.0 */
"DRIVES" = "DRIVES";

/* ver.1.1.80 */
"Editor" = "Editor";

/* No comment provided by engineer. */
"Enter name of new file in the input box" = "Enter name of new file in the input box";

/* No comment provided by engineer. */
"Enter name of new folder in the input box" = "Enter name of new folder in the input box";

/* ver.1.4.0 */
"Enter name of new sidebar group in the input box" = "Enter name of new sidebar group in the input box";

/* ver.1.4.0 */
"Enter new name of sidebar group in the input box" = "Enter new name of sidebar group in the input box";

/* 1.6.8 */
"Enter your password for the SSH key \"%s\"" = "Enter your password for the SSH key \"%s\"";

/* ver.1.7.4 */
"Entered file name ('%@') is invalid. Please verify and correct it." = "Entered file name ('%@') is invalid. Please verify and correct it.";

/* ver.1.5.0 */
"Entered single file size for splitting s incorrect" = "Entered single file size for splitting s incorrect";

/* SVN function
   SVN Notification */
"Error" = "Error";

/* SSH2 lib error */
"Error creating socket" = "Error creating socket";

/* ver.1.4.0 */
"Error while listing entries for path: %@" = "Error while listing entries for path: %@";

/* ver.1.6.6 */
"Error while trying to create SSH known_hosts path: asprintf()" = "Error while trying to create SSH known_hosts path: asprintf()";

/* ver.1.5.0 */
"Export checksums to file" = "Export checksums to file";

/* ver.1.6.6 */
"Export is not available in DEMO version" = "Export is not available in DEMO version";

/* ver.1.3.0 */
"Extension" = "Extension";

/* SVN Notification */
"External" = "External";

/* ver.1.6.9 */
"Failed to begin asynchronous operation: Failure code: %d. %@" = "Failed to begin asynchronous operation: Failure code: %1$d. %2$@";

/* ver.1.1.50 */
"Failed to begin asynchronous operation: unknown destination path" = "Failed to begin asynchronous operation: unknown destination path";

/* SVN Notification */
"Failed to lock path" = "Failed to lock path";

/* SVN Notification */
"Failed to unlock path" = "Failed to unlock path";

/* ver.1.7.4 */
"Failed to unmount %@." = "Failed to unmount %@.";

/* ver.1.2.0 */
"FAVORITES" = "FAVORITES";

/* ver.1.5.0 */
"File %@ cannot be removed" = "File %@ cannot be removed";

/* ver.1.1.50 */
"File already exists" = "File already exists";

/* ver.1.1.50 */
"File is write protected" = "File is write protected";

/* ver.1.1.50 */
"File lock conflict" = "File lock conflict";

/* ver.1.5.0 */
"File not found" = "File not found";

/* File Operation Error */
"File with name '%@' already exists in current folder" = "File with name '%@' already exists in current folder";

/* ver.1.4.10 */
"File with name '%@' already exists in folder '%@'" = "File with name '%1$@' already exists in folder '%2$@'";

/* No comment provided by engineer. */
"File with name : %@ already exists in destination folder" = "File with name : %@ already exists in destination folder";

/* ver.1.6.4 */
"Files in trash will be deleted permanently if you choose YES." = "Files in trash will be deleted permanently if you choose YES.";

/* ver.1.3.1 */
"Files Panel: Delete Selected Files" = "Files Panel: Delete Selected Files";

/* ver.1.6.6 */
"Files Panel: Filter files table" = "Files Panel: Filter files table";

/* ver.1.3.1 */
"Files Panel: Folder Up" = "Files Panel: Folder Up";

/* ver.1.6.4 */
"Files Panel: Folder Up (2)" = "Files Panel: Folder Up (2)";

/* ver.1.6.0 */
"Files Panel: Go Inside Archive" = "Files Panel: Go Inside Archive";

/* ver.1.6.4 */
"Files Panel: Go Inside Folder / Package" = "Files Panel: Go Inside Folder / Package";

/* ver.1.6.0 */
"Files Panel: Open directory hotlist ('bookmarks')" = "Files Panel: Open directory hotlist ('bookmarks')";

/* ver.1.6.4 */
"Files Panel: Open File / Folder" = "Files Panel: Open File / Folder";

/* ver.1.6.6 */
"Files Panel: Open file with" = "Files Panel: Open file with";

/* ver.1.6.0 */
"Files Panel: Open history list of already visited dirs" = "Files Panel: Open history list of already visited dirs";

/* ver.1.4.10 */
"Files Panel: Open Selected Folder in Left Panel" = "Files Panel: Open Selected Folder in Left Panel";

/* ver.1.4.10 */
"Files Panel: Open Selected Folder in Right Panel" = "Files Panel: Open Selected Folder in Right Panel";

/* ver.1.3.1 */
"Files Panel: Page Down" = "Files Panel: Page Down";

/* ver.1.3.1 */
"Files Panel: Page Up" = "Files Panel: Page Up";

/* ver.1.3.1 */
"Files Panel: Scroll To First" = "Files Panel: Scroll To First";

/* ver.1.3.1 */
"Files Panel: Scroll To Last" = "Files Panel: Scroll To Last";

/* ver.1.3.1 */
"Files Panel: Select File" = "Files Panel: Select File";

/* ver.1.4.10 */
"Files Panel: Select File and Go Down" = "Files Panel: Select File and Go Down";

/* ver.1.6.6 */
"Files Panel: Select File and Go Down (2)" = "Files Panel: Select File and Go Down (2)";

/* ver.1.4.10 */
"Files Panel: Select File and Go Up" = "Files Panel: Select File and Go Up";

/* ver.1.6.6 */
"Files Panel: Select File and Go Up (2)" = "Files Panel: Select File and Go Up (2)";

/* ver.1.3.1 */
"Files Panel: Show Hidden Files" = "Files Panel: Show Hidden Files";

/* ver.1.3.1 */
"Files Panel: Show Left Drive List" = "Files Panel: Show Left Drive List";

/* ver.1.3.1 */
"Files Panel: Show Right Drive List" = "Files Panel: Show Right Drive List";

/* ver.1.3.1 */
"Files Panel: Switch Active Panel" = "Files Panel: Switch Active Panel";

/* ver.1.3.1 */
"Files Panel: Switch Active Panel (2)" = "Files Panel: Switch Active Panel (2)";

/* ver.1.6.9 */
"Filter" = "Filter";

/* No comment provided by engineer. */
"Free: %@ / %@" = "Free: %1$@ / %2$@";

/* ver.1.6.0 */
"FTP client couldn't connect to remote server" = "FTP client couldn't connect to remote server";

/* ver.1.1.50 */
"FTP Connection closed" = "FTP Connection closed";

/* ver.1.5.0 */
"FTP no data was received or received only partial file" = "FTP no data was received or received only partial file";

/* FTP lib error */
"FTP operation failed - error code: (%i)" = "FTP operation failed - error code: (%i)";

/* ver.1.6.0 */
"FTP operation timeout was reached" = "FTP operation timeout was reached";

/* CRX FTP error */
"FTP remote file not found" = "FTP remote file not found";

/* CRX FTP error */
"FTP Server denied you to change to the given directory" = "FTP Server denied you to change to the given directory";

/* CRX FTP error */
"FTP user, password or similar was not accepted and we failed to login" = "FTP user, password or similar was not accepted and we failed to login";

/* ver.1.1.60
   ver.1.1.80 */
"General" = "General";

/* ver.1.1.50 */
"Gray" = "Gray";

/* ver.1.1.50 */
"Green" = "Green";

/* ver.1.6.2 */
"GZIP Archiver" = "GZIP Archiver";

/* ver.1.2.0 */
"Hide Action Bar" = "Hide Action Bar";

/* ver.1.2.0 */
"Hide Drive Bar" = "Hide Drive Bar";

/* ver.1.2.0 */
"Hide Hidden Files" = "Hide Hidden Files";

/* ver.1.2.0 */
"Hide Info Panel" = "Hide Info Panel";

/* ver.1.2.8 */
"Hide Path Bar" = "Hide Path Bar";

/* ver.1.2.0 */
"Hide Side Bar" = "Hide Side Bar";

/* ver.1.2.0 */
"Hide Status Bar" = "Hide Status Bar";

/* ver.1.2.0 */
"Hide Tab Bar" = "Hide Tab Bar";

/* ver.1.5.0 */
"Import checksums from file" = "Import checksums from file";

/* ver.1.5.0 */
"Incorrect single file size value entered" = "Incorrect single file size value entered";

/* ver.1.1.40 */
"Insufficient access privileges for operation" = "Insufficient access privileges for operation";

/* ver.1.1.50 */
"Invalid filename" = "Invalid filename";

/* ver.1.1.50 */
"Invalid handle" = "Invalid handle";

/* ver.1.8.0 */
"ISO9660 Archiver" = "ISO9660 Archiver";

/* ver.1.6.6 */
"Knownhost checking failed." = "Knownhost checking failed.";

/* ver.1.1.50 */
"Label" = "Label";

/* ver.1.1.60 */
"Label:" = "Label:";

/* ver.1.1.50 */
"Link points to itself" = "Link points to itself";

/* ver.1.6.0 */
"Lock this tab" = "Lock this tab";

/* ver.1.6.4 */
"Locked, but dir changes allowed" = "Locked, but dir changes allowed";

/* SVN Notification */
"Locking path" = "Locking path";

/* SVN Notification */
"Merge begun" = "Merge begun";

/* SVN Notification */
"Merge from a foreign repository begun" = "Merge from a foreign repository begun";

/* ver.1.3.0 */
"Modification Date" = "Modification Date";

/* ver.1.6.0 */
"Modify Connection ..." = "Modify Connection ...";

/* No comment provided by engineer. */
"Move" = "Move";

/* ver.1.3.1 */
"Move to Trash" = "Move to Trash";

/* ver.1.3.0 */
"Name" = "Name";

/* Network element name
   ver.1.2.0
   ver.1.7.0 */
"NETWORK" = "NETWORK";

/* ver.1.10.1 */
"NO" = "NO";

/* ver.1.1.50 */
"No media" = "No media";

/* ver.1.1.50 */
"No such file or directory" = "No such file or directory";

/* ver.1.1.50 */
"None" = "None";

/* SVN Notification */
"Nonexistent property deleted" = "Nonexistent property deleted";

/* ver.1.1.50 */
"Not a directory" = "Not a directory";

/* ver.1.1.50 */
"Not connected to SFTP server" = "Not connected to SFTP server";

/* MAS: Alert button when shortcut is already used */
"OK" = "OK";

/* ver.1.6.6 */
"Only MD5 is available in DEMO version" = "Only MD5 is available in DEMO version";

/* FileData context menu item */
"Open File With ..." = "Open File With ...";

/* No comment provided by engineer. */
"Operation cancelled by user" = "Operation cancelled by user";

/* ver.1.1.50 */
"Operation failed" = "Operation failed";

/* ver.1.1.50 */
"Operation not supported by SFTP server" = "Operation not supported by SFTP server";

/* ver.1.6.6 */
"Operations popup" = "Operations popup";

/* ver.1.1.50 */
"Orange" = "Orange";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization)
   ver.1.1.50 */
"Other ..." = "Other ...";

/* ver.1.3.1 */
"Other Shortcuts" = "Other Shortcuts";

/* SVN Notification */
"Path is subdirectory referenced in an externals definition which is unable to be operated on" = "Path is subdirectory referenced in an externals definition which is unable to be operated on";

/* SVN Notification */
"Path moved from one changelist to another" = "Path moved from one changelist to another";

/* SVN Notification */
"Path tree-conflict" = "Path tree-conflict";

/* ver.1.1.50 */
"Permission denied" = "Permission denied";

/* ver.1.10.0 */
"Please enter the order number and activate your license." = "Please enter the order number and activate your license.";

/* ver.1.10.0 */
"Please enter the order number and activate your license. If you don't do it, application will be terminated." = "Please enter the order number and activate your license. If you don't do it, application will be terminated.";

/* ver.1.1.80 */
"Preferences" = "Preferences";

/* ver.1.1.60 */
"Preview" = "Preview";

/* SVN Notification */
"Processed a single revision's blame" = "Processed a single revision's blame";

/* SVN Notification */
"Property added" = "Property added";

/* SVN Notification */
"Property deleted" = "Property deleted";

/* SVN Notification */
"Property updated" = "Property updated";

/* ver.1.1.50 */
"Purple" = "Purple";

/* ver.1.3.1 */
"Quick Look Preview ..." = "Quick Look Preview ...";

/* ver.1.5.0 */
"RAR Archiver" = "RAR Archiver";

/* ver.1.2.0 */
"RECENT APPS" = "RECENT APPS";

/* ver.1.2.0 */
"RECENT DOCS" = "RECENT DOCS";

/* ver.1.6.9 */
"Recent Searches" = "Recent Searches";

/* MAS: Empty shortcut button in normal state */
"Record Shortcut" = "Record Shortcut";

/* ver.1.1.50 */
"Red" = "Red";

/* ver.1.6.9 */
"RegExp - name mathes expression" = "RegExp - name mathes expression";

/* ver.1.6.6 */
"Remote connection definition is LIMITED in DEMO version" = "Remote connection definition is LIMITED in DEMO version";

/* ver.1.1.50 */
"Remote file before edititing will be copied to local volume." = "Remote file before edititing will be copied to local volume.";

/* ver.1.6.6 */
"Remote host %s identification changed!" = "Remote host %s identification changed!";

/* ver.1.10.1 */
"Remote host \'%s\' identyfication changed. Do you want replace saved key by the new one ?" = "Remote host \'%s\' identyfication changed. Do you want replace saved key by the new one ?";

/* NetworkElement context menu item
   SVN function */
"Remove" = "Remove";

/* ver.1.6.0 */
"Remove current folder" = "Remove current folder";

/* ver.1.4.0 */
"Remove element" = "Remove element";

/* ver.1.4.0 */
"Remove group with entries" = "Remove group with entries";

/* ver.1.4.0 */
"Rename group ..." = "Rename group ...";

/* ver.1.4.0 */
"Rename sidebar group" = "Rename sidebar group";

/* SVN Notification */
"Replaced" = "Replaced";

/* SVN Notification */
"Resolving conflict" = "Resolving conflict";

/* SVN Notification */
"Restoring a missing path" = "Restoring a missing path";

/* ver.1.4.0 */
"Reveal in Finder ..." = "Reveal in Finder ...";

/* SVN function */
"Revert" = "Revert";

/* SVN Notification */
"Revert failed" = "Revert failed";

/* SVN Notification */
"Reverting a modified path" = "Reverting a modified path";

/* SVN Notification */
"Revprop deleted" = "Revprop deleted";

/* SVN Notification */
"Revprop set" = "Revprop set";

/* ver.1.8.0 */
"RPM Archiver" = "RPM Archiver";

/* SVN Notification */
"Running status on external" = "Running status on external";

/* ver.1.6.9 */
"Search" = "Search";

/* ver.1.6.9 */
"Search Menu" = "Search Menu";

/* File error */
"Search path doesn't exist or it is not a folder" = "Search path doesn't exist or it is not a folder";

/* No comment provided by engineer. */
"Search result" = "Search result";

/* ver.1.6.2 */
"Selected files will be moved to trash if you choose YES." = "Selected files will be moved to trash if you choose YES.";

/* ver.1.7.0 */
"Selected files: \n%@\n will be deleted permanently if you choose YES." = "Selected files: \n%@\n will be deleted permanently if you choose YES.";

/* Alert error message */
"Selected path cannot be processed." = "Selected path cannot be processed.";

/* SVN Notification */
"Sending" = "Sending";

/* ver.1.2.0 */
"SERVERS" = "SERVERS";

/* ver.1.6.0 */
"SFTP data receiving problem. Connection lost." = "SFTP data receiving problem. Connection lost.";

/* ver.1.6.0 */
"SHARED" = "SHARED";

/* ver.1.3.0 */
"Shortcuts" = "Shortcuts";

/* ver.1.2.0 */
"Show Action Bar" = "Show Action Bar";

/* FileData context menu item */
"Show content of package ..." = "Show content of package ...";

/* ver.1.2.0 */
"Show Drive Bar" = "Show Drive Bar";

/* ver.1.2.9 */
"Show Finder info ..." = "Show Finder info ...";

/* ver.1.2.0 */
"Show Hidden Files" = "Show Hidden Files";

/* ver.1.2.0 */
"Show Info Panel" = "Show Info Panel";

/* ver.1.2.8 */
"Show Path Bar" = "Show Path Bar";

/* ver.1.2.0 */
"Show Side Bar" = "Show Side Bar";

/* ver.1.2.0 */
"Show Status Bar" = "Show Status Bar";

/* ver.1.2.0 */
"Show Tab Bar" = "Show Tab Bar";

/* ver.1.6.6 */
"Showing archive structure is not available in DEMO version" = "Showing archive structure is not available in DEMO version";

/* SVN Notification */
"Skipping path" = "Skipping path";

/* ver.1.6.9 */
"Source file not found" = "Source file not found";

/* MAS: Shortcut glyph name for SPACE key */
"Space" = "Space";

/* SSH2 lib error */
"SSH operation failed - error code: (%i)" = "SSH operation failed - error code: (%i)";

/* SSH2 lib error */
"SSH session initialization failed" = "SSH session initialization failed";

/* ver.1.6.0 */
"STACK LISTS" = "STACK LISTS";

/* SVN Notification */
"Status completed" = "Status completed";

/* SVN error */
"SVN operation failed" = "SVN operation failed";

/* No comment provided by engineer. */
"Symlink" = "Symlink";

/* ver.1.10.1 */
"Synchronizing changes with remote file ..." = "Synchronizing changes with remote file ...";

/* Alert error message */
"Text '%@' not found" = "Text '%@' not found";

/* ver.1.6.9 */
"Textual - name contains term" = "Textual - name contains term";

/* ver.1.6.9 */
"Textual - name ends with term" = "Textual - name ends with term";

/* ver.1.6.9 */
"Textual - name matches term (*,? allowed)" = "Textual - name matches term (*,? allowed)";

/* ver.1.6.9 */
"Textual - name starts with term" = "Textual - name starts with term";

/* ver.1.6.6 */
"The authenticity of the host \'%s\' cannot be established. Are you sure you want to continue connecting ?" = "The authenticity of the host \'%s\' cannot be established. Are you sure you want to continue connecting ?";

/* MAS: Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "The key combination %@ cannot be used";

/* SVN Notification */
"The last notification in a merge" = "The last notification in a merge";

/* ver.1.6.0 */
"The two files have the same content" = "The two files have the same content";

/* MAS: Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.";

/* ver.1.6.6 */
"This is demo version of CRAX Commander with limitation in functionalities. Some functionalities are hidden or blocked in this version. This version can be used by limited time which is 10 days after instalation on local computer. After this period you MUST uninstall this software. \n\nIf you are interested in purchasing full version of CRAX Commander click the link below and wait for opening web page in default web browser. After payment processed you will receive by e-mail link to download full version of software. \n\nThis window doesn't appear in full licenced version." = "This is demo version of CRAX Commander with limitation in functionalities. Some functionalities are hidden or blocked in this version. This version can be used by limited time which is 10 days after instalation on local computer. After this period you MUST uninstall this software. \n\nIf you are interested in purchasing full version of CRAX Commander click the link below and wait for opening web page in default web browser. After payment processed you will receive by e-mail link to download full version of software. \n\nThis window doesn't appear in full licenced version.";

/* MAS: Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "This shortcut cannot be used because it is already used by the menu item ‘%@’.";

/* ver.1.6.0 */
"This tab is locked ! Close anyway ?" = "This tab is locked ! Close anyway ?";

/* No comment provided by engineer. */
"Time: %@ (ETA: %@) [%@/s]" = "Time: %1$@ (ETA: %2$@) [%3$@/s]";

/* ver.1.5.0 */
"Too many parts !" = "Too many parts !";

/* ver.1.5.0 */
"Too many parts - maximum 999 parts is allowed" = "Too many parts - maximum 999 parts is allowed";

/* ver.1.2.8 */
"Tools" = "Tools";

/* SVN Notification */
"Tried adding a path that already exists" = "Tried adding a path that already exists";

/* MAS: Non-empty shortcut button in recording state */
"Type New Shortcut" = "Type New Shortcut";

/* MAS: Empty shortcut button in recording state */
"Type Shortcut" = "Type Shortcut";

/* ver.1.6.6 */
"Unable to check against the knownhost file (%s)." = "Unable to check against the knownhost file (%s).";

/* ver.1.6.6 */
"Unable to create knownhosts structure." = "Unable to create knownhosts structure.";

/* ver.1.6.6 */
"Unable to get host key." = "Unable to get host key.";

/* ver.1.6.6 */
"Unable to set a username for the SSH connection" = "Unable to set a username for the SSH connection";

/* ver.1.6.9 */
"Uncompress ..." = "Uncompress ...";

/* SVN Notification */
"Unknown" = "Unknown";

/* ver.1.6.6 */
"Unknown known_hosts file location, skipping the writing of your decision." = "Unknown known_hosts file location, skipping the writing of your decision.";

/* ver.1.1.50 */
"Unknown principle" = "Unknown principle";

/* ver.1.6.6 */
"Unknown result (%d) of the libssh2_knownhost_check()." = "Unknown result (%d) of the libssh2_knownhost_check().";

/* SVN Notification */
"Unlocking path" = "Unlocking path";

/* ver.1.7.0 */
"Unmount ..." = "Unmount ...";

/* SVN function */
"Update" = "Update";

/* ver.1.0
   ver.1.1.80 */
"Update Error!" = "Update Error!";

/* SVN Notification */
"Updated" = "Updated";

/* SVN Notification */
"Updated to revision %d" = "Updated to revision %d";

/* ver.1.1.80 */
"Updates" = "Updates";

/* MAS: Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Use Old Shortcut";

/* ver.1.1.50 */
"User quota exceeded" = "User quota exceeded";

/* ver.1.10.0 */
"When you deactivate license on this computer this deactivation will take affect after 10 days." = "When you deactivate license on this computer this deactivation will take affect after 10 days.";

/* ver.1.6.6 */
"Writing to file %s failed!" = "Writing to file %s failed!";

/* ver.1.5.0 */
"Wrong CRC" = "Wrong CRC";

/* ver.1.1.50 */
"Yellow" = "Yellow";

/* ver.1.10.1 */
"YES" = "YES";

/* No comment provided by engineer. */
"You must override %@ in a subclass" = "You must override %@ in a subclass";

/* ver.1.10.0 */
"You were activated more than 3 computers for the current order number." = "You were activated more than 3 computers for the current order number.";

/* ver.1.1.40 */
"ZIP Archiver" = "ZIP Archiver";

